tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "gauche"
brew "gmp"
brew "gcc"
brew "mas"
brew "openssl@3"
brew "md5sha1sum"
brew "neovim"
brew "nodebrew"
brew "openblas"
brew "openjdk"
brew "python@3.9"
brew "rlwrap"
brew "tesseract"
brew "tesseract-lang"
brew "zsh"
brew "zsh-completions"
brew "daipeihust/tap/im-select"
cask "adobe-acrobat-reader"
cask "anydesk"
cask "arduino"
cask "autodesk-fusion360"
cask "background-music"
cask "brave-browser"
cask "cleanmymac"
cask "clipy"
cask "discord"
cask "font-menlo-for-powerline"
cask "google-chrome"
cask "google-japanese-ime"
cask "inkscape"
cask "iterm2"
cask "kindle"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "miniforge"
cask "mos"
cask "rectangle"
cask "slack"
cask "synologyassistant"
cask "teamviewer"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "xquartz"
cask "zoom"
mas "DaVinci Resolve", id: 571213070
mas "Display Menu", id: 549083868
mas "DYNAMIXEL Wizard 2.0", id: 1471288434
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "LINE", id: 539883307
mas "Pixelmator Pro", id: 1289583905
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
